[
  {
    "id": 1,
    "book_name": "Cinayət və Cəza",
    "book_img": "https://www.teaspress.az/storage/2510/conversions/cinayet-ve-ceza-front-book.jpg",
    "price": 15,
    "sale": 12,
    "author": "Fyodor Dostoyevski",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Klassiklər",
    "publisher": "Parlaq imzalar",
    "description": "Gənc tələbə çalışqan və qabiliyyətli olsa da, maddi imkansızlıq ucbatından hüquq fakültəsini yarıda buraxır. O, var-dövlətin yaramaz, parazit və mənəviyyatsız insanların əlində cəmləşdiyini düşünür. Cəmiyyətin inkişafına xeyir verəcək insanlar buna görə sıxıntı içərisindədir. Belə bir ədalətsizliyə son vermək üçün varlı sələmçi qarını heç bir şahid buraxmadan öldürür. Lakin kimsənin onu görmədiyinə və arxada iz buraxmadığına əmin olsa da iztirab çəkir. O artıq paklığını və insanlığını itirib. Vicdan əzabına dözməyən tələbə qəlbən saf olan bir qıza cinayətini etiraf edir. Bundan sonra polisə təslim olaraq Sibirə katorqaya gedir.",
    "sellCount": 30,
    "pageCount": 672,
    "stockCount": 10,
    "language": [
      "en"
    ]
  },
  {
    "id": 2,
    "book_name": "Səfillər",
    "book_img": "https://www.kitabyurdu.org/uploads/posts/2016-08/1472373263_139212326111138438152fa1d7d792a0.jpg",
    "price": 18,
    "sale": 16,
    "author": "Victor Hugo",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Klassiklər",
    "publisher": "Altun",
    "description": "Dahi Hüqonun ölməz əsəri: “Səfillər”. Başqa bir dahi - Lev Tolstoy onu “fransız ədəbiyyatının ən yaxşı romanı” adlandırmışdı. Bu şah əsər ədibin sahilsiz kədərinin ayrılmaz parçasıdır. Demək olar, bütün dünya dillərinə tərcümə olunaraq müəllifinə əbədi şöhrət qazandırıb. Hamı üçün yazılıb “Səfillər”. O bu gün də qapıları ərklə döyür. Çünki istənilən insana mənəvi zənginlik qazandırmaq qüdrətinə malikdir. Əgər “Səfillər” olmasaydı, dünya ədəbiyyatı həqiqətən də xeyli yoxsul görünərdi.",
    "sellCount": 22,
    "pageCount": 1008,
    "stockCount": 7
  },
  {
    "id": 3,
    "book_name": "Qürur və Qərəz",
    "book_img": "https://static.insales-cdn.com/r/-oKopElNkWk/rs:fit:570:570:1/q:80/plain/images/products/1/4132/171069476/7ec776bc497a8e39f64adaddeb54fbee.jpg@jpg",
    "price": 13,
    "sale": 11.5,
    "author": "Ceyn Ostin",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Klassiklər",
    "publisher": "Qanun",
    "description": "Beş qızını evləndirməkdən ötrü özünü oda-közə vuran missis Bennet üçün kürəkəninin necə bir insan olması maraqlı deyil, təki oğlan kübar ailədən olsun, var-dövləti aşıb-daşsın. XIX əsr ingilis cəmiyyətində qadının ictimai mövqeyi onun ailə qurub-qurmaması ilə təyin olunurdu. Buna görə də valideynlər ictimai təzyiq altında əzilməmək üçün qızlarının hisslərinə əhəmiyyət vermədən onları evləndirməyə çalışırdılar. Ancaq iş elə gətirir ki, evin iki böyük qızı — Ceynlə Elizabet tamamilə fərqli, həqiqi sevgi macərası yaşayırlar.",
    "sellCount": 15,
    "pageCount": 440,
    "stockCount": 11
  },
  {
    "id": 4,
    "book_name": "Qəpiyim də yox idi, qız isə çox gözəl idi",
    "book_img": "https://static.insales-cdn.com/images/products/1/5239/197112951/Qepiyim-de-yox-idi_-qadin-ise-chox-gozel-idi---cover_curve.jpg",
    "price": 10,
    "sale": 8.5,
    "author": "Dərviş Şəntəkin",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Detektiv",
    "publisher": "Teas Press",
    "description": "Gənclər arasında şahmat üzrə dünya çempionu olandan sonra işə götürüldüyüm Kəşfiyyat Xidmətindən iki il əvvəl qovmuşdular… İstanbula ağappaq qar yağırdı… Gənc bir qız bir ildən bəri günümü keçirdiyim barda məni tapmış və itkin düşmüş atasını tapmaq üçün iki yüz min lirə təklif etmişdi… Təklifi qəbul etdim, çünki qəpiyim də yox idi, qız isə çox gözəl idi… Üstəlik, hər gün çürüməkdə olan qəlbimdəki insanı da xilas edə bilərdim… Haradan biləydim ki, rastıma bir zamanların ən qəddar qatili çıxacaq?! İndi isə mən qan içində yerdə çırpınarkən qatil başımın üstünü kəsdirmişdi…",
    "sellCount": 15,
    "pageCount": 224,
    "stockCount": 30
  },
  {
    "id": 5,
    "book_name": "1984",
    "book_img": "https://novella.az/wp-content/uploads/2020/08/Webp.net-compress-image499.jpg",
    "price": 10,
    "sale": 7.9,
    "author": "Corj Oruell",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Klassiklər",
    "publisher": "Teas Press",
    "description": "Görkəmli ingilis yazıçısı Corc Oruellin (1903-1950) ya­ra­­dıcılığı dünya miqyasında məş­hur­dur. Xüsusilə onun “1984” romanı və “Hey­va­nıstan” povesti ötən yü­z­illikdə sözün, ədəbiy­yatın totalitar təfəkkürə və des­­­potik idarəçilik üsullarına qarşı mübarizəsinin ən diq­­qətəlayiq nümunələrindən sayılır. Hər iki əsər ya­ran­­dığı vaxtdan ədəbi və siyasi fikrin diqqət mər­kə­zin­də olmuş…",
    "sellCount": 20,
    "pageCount": 372,
    "stockCount": 18
  },
  {
    "id": 6,
    "book_name": "44 Gün Qarabağda",
    "book_img": "https://static.insales-cdn.com/images/products/1/5285/479245477/20211012_111924.jpg",
    "price": 10,
    "sale": 8.9,
    "author": "Çinarə Köçərli",
    "genre": "hekayə",
    "category": "bədii uşaq ədəbiyyatı",
    "altCategory": "Nağıllar",
    "publisher": "Ting",
    "description": "Kitab müxtəlif yaşlı uşaqların ata, ami, dayı və qardaşlarının 44 günlük Vətən müharibəsindəki qəhrəmanlıqları və döyüş yolundan bəhs edən real hadisələrə əsasən yazılmış hekayələrdən ibarətdir. Döyüşdə istifadə edilən hərbi texnikalar və hərbi paqonlar haqqinda geniş məlumat vardır.",
    "sellCount": 35,
    "pageCount": 111,
    "stockCount": 2
  },
  {
    "id": 7,
    "book_name": "Molla Nəsrəddin Lətifələri",
    "book_img": "https://novella.az/wp-content/uploads/2020/07/Webp.net-compress-image106.jpg",
    "price": 4,
    "sale": 3,
    "author": "Reyhan Yusifqızı",
    "genre": "hekayə",
    "category": "bədii uşaq ədəbiyyatı",
    "altCategory": "Hekayələr & Oçerklər",
    "publisher": "Altun",
    "description": "Molla Nəsrəddin müxtəlif ləhcələrdə danışan və bir-birindən minlərlə kilometr uzaqlarda yaşayan türklərin hamısı üçün doğma, başqa sözlə, özününküdür. Belə ki, Anadoluda məhəbbətlə onu Nəsrəddin Xoca, Azərbaycanda Molla Nəsrəddin, Orta Asiyada – Türküstanda Xoca Nəs­rəddin adlandırırlar. O, elə əfsanəviləşib ki, özbək onun Öz­bəkistanda, qazax Qazaxıstanda, tatar Tatarıstanda, türk­mən Türkmənistanda, azərbaycanlılar Azərbaycanda ana­dan olduğunu güman edir.",
    "sellCount": 25,
    "pageCount": 112,
    "stockCount": 11
  },
  {
    "id": 8,
    "book_name": "Amfibiya Adam",
    "book_img": "https://kitabevim.az/wp-content/uploads/2022/04/photo_2022-04-16_06-37-05-9.jpg",
    "price": 5,
    "sale": 3.6,
    "author": "Aleksandr Belyayev",
    "genre": "roman",
    "category": "bədii uşaq ədəbiyyatı",
    "altCategory": "Klassiklər",
    "publisher": "Qanun",
    "description": "A.Belyayev «Amfibiya adam» romanında insan tale­lərinin ziddiyyətli dramatizmini ön plana çəkir. Cərrah Salvator insan orqanizmini mükəmməlləşdirmək, onu nəinki yer üzərindəki var-dövlətin sahibi, eyni zamanda dəniz və okeanların sirrini öyrənmək, onu öz iradəsinə tabe etdirmək üçün qeyri-adi cərrahiyyə əməliyyatı aparıb insanı suda-quruda yaşaya bilən bir canlıya çevirmək istəyir. Cərrah, məqsədinə nail ola bilmir. Təklikdə, bütün aləmdən kənar, gizli bir sığınacaqda doğan və həyata keçirilən bu niyyət, vəziyyətin bütün mürəkkəbliyini əhatə edə bilmir.",
    "sellCount": 12,
    "pageCount": 256,
    "stockCount": 28
  },
  {
    "id": 9,
    "book_name": "Poçt qutusu",
    "book_img": "https://kitabevim.az/wp-content/uploads/2025/05/QXKT89851-scaled-1.jpg",
    "price": 5.99,
    "sale": 4,
    "author": "Cəlil Məmmədquluzadə",
    "genre": "Klassiklər",
    "category": "bədii ədəbiyyat",
    "altCategory": "Hekayələr & Oçerklər",
    "publisher": "Qanun",
    "description": "Bütün şüurlu həyatı ilə Azərbaycan xalqına, onun azad və xoşbəxt gələcəyinə xidmət edən, öz maarifçilik ideyaları ilə nadanlığa, səfalətə, savadsızlığa qarşı qələmilə mübarizə aparan Cəlil Məmmədquluzadənin “Poçt qutusu” kita­bına onun, əsas hekayələri toplanıb. Şübhəsiz ki, yüz ilə yaxın bir dövrdə rəngarəngliyini, bədii yükünü, ideya hədəfini itirməyən hekayələr yenə də oxucuların böyük marağına səbəb ola­caq. Kitabda böyük Mirzə Cəlilin “Poçt qutusu”, “Usta Zeynal“, “Quzu“, “Konsulun arvadı”, “Zır­rama“, “Saqqallı uşaq“, “Buz“ hekayələri yer alıb.",
    "sellCount": 25,
    "pageCount": 10,
    "stockCount": 40
  },
  {
    "id": 10,
    "book_name": "Əli və Nino",
    "book_img": "https://upload.wikimedia.org/wikipedia/az/thumb/8/83/%C6%8Fli_v%C9%99_Nino.jpg/250px-%C6%8Fli_v%C9%99_Nino.jpg",
    "price": 9.99,
    "sale": 7.99,
    "author": "Qurban Səid",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Qanun",
    "description": "Bu kitab ədəbiyyatımızın ən məşhur və qalmaqallı əsərlərindən biridir. Dünyanın 33 dilinə tərcümə olunub və 66 ölkədə nəşr edilib. Əksər avropa ölkələrində ƏSRİN ROMANI kimi dəyərləndirilib. Əsərdəki hadisələr Rusiya inqilabı, müstəqil və demokratik Azərbaycanın qurulması və Qızıl Ordunun Bakını işğal etdiyi dövrləri əhatə edir. Hadisələrin cərəyan etdiyi əsas məkan isə “tərəqqi etmiş” Qərb və “geridə qalmış” Şərqin qovuşduğu Bakıdır. Tarixin təlatümlü hadisələri fonunda Müsəlman Əli və Xristian Ninonun məhəbbət hekayəsi heç bir oxucunu laqeyd qoymayacaq.",
    "sellCount": 20,
    "pageCount": 288,
    "stockCount": 32
  },
  {
    "id": 11,
    "book_name": "Karamazov qardaşları",
    "book_img": "https://www.qanun.az/images/news/compressed/2024-09-04-14-38-131725446293.jpg",
    "price": 17,
    "sale": 14.5,
    "author": "Fyodor Dostoyevski",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Klassiklər",
    "publisher": "Qanun",
    "description": "“Karamazov qardaşları” Fyodor Dostoyevskinin ən iri həcmli əsəri və məşhur romanlarından biridir. Yazıçı bu əsərində oxucunun diqqətini mənəvi-fəlsəfi məsələlərə yönəldir. Əsərin personajları – İvan, Aleksey və Dmitri Karamazovlar varlığın ilkin səbəbi və son məqsədləri haqqında mühakimələrlə məşğuldur. Onlar Tanrı və ruhun ölümsüzlüyü məsələsinə müxtəlif cür yanaşır və öz seçimlərini edirlər. Dünya ədəbiyyatında xristian təfəkkürü təsvirinin ən dərin örnəklərindən olan “Karamazov qardaşları” XX əsrin ən paradoksal, fəlsəfi və psixoanalitik interpretasiyalarının obyekti olmuşdur. ",
    "sellCount": 12,
    "pageCount": 848,
    "stockCount": 6
  },
  {
    "id": 12,
    "book_name": "Bədən dili",
    "book_img": "https://kitabal.az/thumb.php?src=http://kitabal.az/img/books/9050972.jpg&h=500",
    "price": 10,
    "sale": 9,
    "author": "Joe Navarro",
    "genre": "Şəxsi inkişaf",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Psixologiya",
    "publisher": "Qanun",
    "description": "Bədən dilinə aid bu möhtəşəm əsər elmi ictimaiyyətə məlum olmayan bilikləri təqdim etməklə yanaşı, həm də onların söykəndiyi elmi faktları diqqətə çatdırır. Kitabda çoxlu elmi əsərlər, yazılar, müəllifdən sitatlar gətirilir, hər bir davranışın nə anlama gələ biləcəyini daha ətraflı və etibarlı şəkildə izah etməyə çalışılır. İnsan davranışları bütün təfərrüatı ilə təsvir olunur və bu davranışlarla bağlı müəllifin rastlaşdığı, müşahidə etdiyi maraqlı əhvalatlar nəql edilir ki, bu da kitabı daha maraqlı və oxunaqlı edir.",
    "sellCount": 12,
    "pageCount": 272,
    "stockCount": 15
  },
  {
    "id": 13,
    "book_name": "İnsanı yaşadan nədir?",
    "book_img": "https://kitabal.az/img/books/2140979.PNG",
    "price": 6.4,
    "sale": 5,
    "author": "Lev Tolstoy",
    "genre": "hekayə",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Klassiklər",
    "publisher": "Parlaq imzalar",
    "description": "Yazıçı, filosof və mütəfəkkir şəxsiyyəti ilə cəmiyyətin aynasına çevrilən, dövrünün ən böyük qələm ustadlarından olan L.N.Tolstoyun bu kitabda 5 hekayəsi yer alır. Bu hekayələr insanın həyatdakı qayə və vəzifələrinə, qarşısıalınmaz güc olan sevgiyə, fitrətindəki işığa, eyni zamanda tamah və gözütoxluq, qəzəb və şəfqət kimi ziddiyyətli xüsusiyyətlərə yenidən nəzər salmağımızı təmin edir. Buradakı hekayələrin hər biri sizi fərqli dünyalara götürəcək, ağlınızı, ruhunuzu və qəlbinizi aydınladacaq, bəzən vicdanınızla üz-üzə qoyacaq, bəzən isə içinizdə kilidlənmiş qapıları açıb yaxınınızın, qonşunuzun qapısını döyməyə vasitə olacaq gücdədir.",
    "sellCount": 12,
    "pageCount": 120,
    "stockCount": 5
  },
  {
    "id": 14,
    "book_name": "Abaddon",
    "book_img": "https://novella.az/wp-content/uploads/2020/07/Webp.net-compress-image-85.jpg",
    "price": 12,
    "sale": 10.6,
    "author": "Rövşən Abdullaoğlu",
    "genre": "Detektiv",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Qədim Qala",
    "description": "Ara verməyən İrlandiya yağışlarının məcrasından çıxardığı dağ çayı bu dəfə sahilə fərqli bir şey atıb – dəhşətli işgəncələrdən tanınmaz hala düşmüş gənc qadın cəsədi. Və bu, məşhur “Titanik” gəmisinin son dayanacağı olmuş balaca liman şəhərinin hüzurunu pozan artıq altıncı bənzər qətl hadisəsidir. Cani zövqlü bir oyun oynayır: oxşar zahiri gözəlliyə malik olan qadınları böyük səylə seçir, ağlasığmaz işgəncələr verdikdən sonra ayda birini ən dəhşətli üsulla qətlə yetirir. Bütün cəsədlərdə öz imzasını qoymağı, hətta ara-sıra həyat fəlsəfəsi ilə bağlı nəsihət məktubları yazmağı da unutmur. Caninin tapılması üçün paytaxt Dublindən Korka göndərilmiş canlı əfsanə müstəntiq Şon Onilin qarşısında çətin sual dayanır: silsilə qatil kimdir?",
    "sellCount": 25,
    "pageCount": 384,
    "stockCount": 12
  },
  {
    "id": 15,
    "book_name": "Psixiatr xanım",
    "book_img": "https://static.insales-cdn.com/images/products/1/3907/1017917251/psixiatr-xanim-front-book.jpg",
    "price": 11,
    "sale": 9,
    "author": "Elxan Elatlı",
    "genre": "psixoloji",
    "category": "bədii ədəbiyyat",
    "altCategory": "Detektiv",
    "publisher": "Teas Press",
    "description": "İmkanlı bir ailənin yeganə oğul övladı olan Rüfət hələ çox  gənc yaşlarında tay-tuşlarının həsədlə baxdığı hər şeyə  malik idi. Nüfuzlu alim olan deputat atası ona şirkət açmış,  ayrıca mənzil və bahalı maşın almışdı. Yaxşı qazancı,  gözəl ailəsi, canından da çox istədiyi bir qızı vardı. Xoşbəxt  olmaq üçün insana daha nə lazımdır ki?! Amma yox. İşdə  qızların-qadınların başına pərvanə kimi dolandığı bu gənc,  yaraşıqlı və ədalı iş adamı özünü heç də xoşbəxt saymır,  amma bunun səbəbini də tapa bilmir. Ailəsinin onu xoşbəxt  edə bilmədiyini düşünür, əsl sevgini başqa qadınlarda  axtarır. Təsadüfən gənc bir tələbə qızla rastlaşandan sonra  isə dincliyi tamam pozulur.",
    "sellCount": 18,
    "pageCount": 380,
    "stockCount": 6
  },
  {
    "id": 16,
    "book_name": "Şantaj",
    "book_img": "https://static.insales-cdn.com/images/products/1/3791/823381711/santaj-front-book.jpg",
    "price": 11.9,
    "sale": 9.9,
    "author": "Elxan Elatlı",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Detektiv",
    "publisher": "Teas Press",
    "description": "Ali təhsil almaq, oxuyub bir yana çıxmaq, arzularına çatmaq istəyi ilə universitetə qəbul imtahanlarını uğurla verib uzaq kənd rayonundan Bakıya gələn gənc qız bir səhvi ucbatından şantaj olunaraq ardıcıl təhdid və tələblərlə üzləşir. Onun davranışında, dünyagörüşündə, mənəviyyatında ciddi və təhlükəli dəyişikliklər baş verməyə başlayır. Romanda qorxu duyğusunun insan həyatında nələrə səbəb ola biləcəyi bir-birindən maraqlı səhnələrlə aydın göstərilib. Həmin qorxu səbəbindən öz dərdini doğmalarına belə açıb deyə bilməyən qız təbii olaraq onlardan soyuyur. Vaxtında lazımi şəkildə qiymətləndirilməyən, qarşısı alınmayan proseslər gənc və köməksiz qızı cinayət girdabına sürükləyir. Sonra isə daha dəhşətli hadisələr baş verir...",
    "sellCount": 8,
    "pageCount": 400,
    "stockCount": 23
  },
  {
    "id": 17,
    "book_name": "Yağışın altında",
    "book_img": "https://static.insales-cdn.com/images/products/1/7653/776535525/yagisin-altinda-front-book.jpg",
    "price": 7.9,
    "sale": 6,
    "author": "Reyhan Yusifqızı",
    "genre": "hekayə",
    "category": "bədii ədəbiyyat",
    "altCategory": "Hekayələr & Oçerklər",
    "publisher": "Teas Press",
    "description": "Qələmə aldığım bütün hekayələr həyatda gördüyüm, tanıdığım insanlarla bağlıdır. Gənclik, sevgi, xəyanət, ailə, məişət, cəmiyyət – bir sözlə, həyat hekayələridir. Kimlərsə burada özünü, mənə etibar etdiyi hekayəsini görə bilər, qoy məni bağışlasınlar... Sadəcə, həyat dolu, sevgi dolu bir kitab yazmaq istədim...",
    "sellCount": 5,
    "pageCount": 316,
    "stockCount": 6
  },
  {
    "id": 18,
    "book_name": "Bu dünyanın hər sifəti",
    "book_img": "https://static.insales-cdn.com/images/products/1/4001/423972769/Ramiz-Rovshen-Bu-dunyanin-her-sifeti-on.jpg",
    "price": 9.9,
    "sale": 7.7,
    "author": "Ramiz Rövşən",
    "genre": "poeziya",
    "category": "bədii ədəbiyyat",
    "altCategory": "Poemalar & Şeirlər",
    "publisher": "Teas Press",
    "description": "Bu kitabda mənim uzun illərdən bəri bir çox filmlərə, tamaşalara yazdığım şeir və mahnı mətnlərindən seçmələri və “Dərs” adlı pyesimi oxuyacaqsınız. Əksəriyyəti yumor və ironiya ilə dolu olan bu “gülməli” şeirlər və mahnı mətnləri mənim əvvəlki kitablarımdakı ciddi, bəzən hətta “ağlamalı” şeirlərimi sevən oxucularıma hədiyyəmdir. Oxuyun, gülün, düşünün və mənim haçansa bu mahnılar üzərində birgə işlədiyim, təəssüf ki, çoxu artıq haqq dünyasında olan görkəmli bəstəkarlarımızı bir daha xatırlayın.",
    "sellCount": 10,
    "pageCount": 164,
    "stockCount": 12
  },
  {
    "id": 19,
    "book_name": "Relslər üzərinə uzanmış adam",
    "book_img": "https://static.insales-cdn.com/images/products/1/4054/964259798/24d03ac7-064c-4029-9497-b274a0ae546d.jpeg",
    "price": 12,
    "sale": 11,
    "author": "Rövşən Abdullaoğlu",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Qədim Qala",
    "description": "Əsərin qəhrəmanı Psixologiyaya məlum olmayan bir xəstəlikdən əziy­­yət çəkir. Buna görə də o, cəmiyyətdən təcrid olunmuşdur. Həyatı boyu 31 tanınmış psixoterapevtin qəbulunda olan bu şəxs xilas yolunu in­­tiharda gö­rür. Beləliklə də o, relslər üzərinə uzanaraq ölüm qatarının gəl­­­məsini gözləyir. Onun yüzlərlə intihar forması arasından şüuraltı ola­raq məhz rels­ləri seçməsi də səbəbsiz deyildir.Relslər üzərində ölüm qatarını gözləyərkən onun yanına intihar ucun daha bir nəfər gəlir. Onun ağlına belə gəlməzdi ki, bu yad insan onu qaranlıq keçmişi ilə bir daha üz-üzə qoyacaq və bu görüş onun həyatını ta­ma­­milə dəyişəcəkdir.",
    "sellCount": 45,
    "pageCount": 400,
    "stockCount": 8
  },
  {
    "id": 20,
    "book_name": "Leyla",
    "book_img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSJtoVS0pCzT4l-F2ZW6EL5x7PFx2-0yTslCA&s",
    "price": 12,
    "sale": 10.6,
    "author": "Aleksandra Kavelius",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Parlaq imzalar",
    "description": "On altı yaşlı Leyla paytaxt Sarayevo yaxınlığında yerləşən kiçik, dinc şəhərdə böyüməkdədir. O,digər gənc qızlar kimi musiqi dinləyir, məhəbbət romanları oxuyur, gələcək haqqında xoş xəyallar qurur.Amma Bosniyada başlayan amansız müharibə öz qorxunc tərəfləri və dəhşətləri ilə onun bütün xəyallarını çilik-çilik edir... O məsum qız filmlərdə belə baxa bilmədiyi dəhşətlərin içərisinə düşür və iki il ərzində əsir düşərgəsində qalaraq ağlagəlməz işgəncələrə məruz qalır... İndi Leyla müharibənin qaranlıq və ört-basdır edilən səhifələrini gün işığına çıxartmaq üçün öz hekayəsini danışır.",
    "sellCount": 22,
    "pageCount": 312,
    "stockCount": 26
  },
  {
    "id": 21,
    "book_name": "Kəpənəyini axtaran Aişə",
    "book_img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ9D5F17H-hVjKaygKOcbASdVOwHACB9hbsFQ&s",
    "price": 9,
    "sale": 4.55,
    "author": "Tülin Kozikoğlu",
    "genre": "hekayə",
    "category": "bədii uşaq ədəbiyyatı",
    "altCategory": "Nağıllar",
    "publisher": "3 alma",
    "description": "Aişə kəpənəyini tapmaq üçün səyahətə çıxır. Oxucular onunla bir yerdə bütün dünyaya səyahət edəcəklər. Aişə kitabın əvvəlki seriyalarındakı kəpənəyini itirib və indi onun axtarışına çıxır. O, əvvəl çöllərə gedib dəvələrlə söhbət edir, sonra okeanlara gedir, sonra qütbə səfər edir və ən axırda meşələrin içinə girir. Kitabda uşaqlar müxtəlif heyvanlarla tanış olacaqlar.",
    "sellCount": 14,
    "pageCount": 40,
    "stockCount": 11
  },
  {
    "id": 22,
    "book_name": "Balaca Qara Balıq",
    "book_img": "https://kitabal.az/img/books/5721222.png",
    "price": 7.2,
    "sale": 5,
    "author": "Səməd Behrəngi",
    "genre": "hekayə",
    "category": "bədii uşaq ədəbiyyatı",
    "altCategory": "Nağıllar",
    "publisher": "Simurq",
    "description": "Balaca Qara Balığın bir xəyalı vardı... O, yaşadığı balaca arxda ora-bura üzməkdən bezmişdi, başqa dünyalarla, başqa varlıqlarla tanış olmaq istəyirdi. Və bir gün qərara gəldi ki, mütləq xəyalının arxasınca getməlidir. Onu çıxdığı bu yolda qorxutsalar da, yolundan döndərməyə çalışsalar da, Balaca Qara Balıq öz arzusundan əl çəkmir.",
    "sellCount": 7,
    "pageCount": 80,
    "stockCount": 6
  },
  {
    "id": 23,
    "book_name": "Fatimə Fatimədir",
    "book_img": "https://parlaqimzalar.az/storage/books/Fatime%20Fatimedir%20-%20uz.jpg",
    "price": 10,
    "sale": 7,
    "author": "Əli Şəriəti",
    "genre": "bioqrafiya",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Dini",
    "publisher": "Parlaq imzalar",
    "description": "“Fatimə – böyük Xədicənin qızıdır” demək istədim. Gördüm ki, bu, Fatimə deyil. “Fatimə – həzrət Məhəmmədin qızıdır” demək istədim. Gördüm ki, bu da Fatimə deyil. “Fatimə – Əlinin həyat yoldaşıdır” demək istədim. Gördüm ki, bu da Fatimə deyil. “Fatimə – Həsən və Hüseynin anasıdır” demək istədim. Gördüm ki, bu da Fatimə deyil. “Fatimə – Zeynəbin anasıdır” demək istədim. Gördüm ki, bu da Fatimə deyil. Bəli, bunların hamısı doğrudur, amma bütün bunlar həm də Fatimə deyil. Fatimə – Fatimədir.",
    "sellCount": 21,
    "pageCount": 296,
    "stockCount": 14
  },
  {
    "id": 24,
    "book_name": "Fesleğen",
    "book_img": "https://novella.az/wp-content/uploads/2021/12/Feslegen.jpg",
    "price": 13.8,
    "sale": 11.2,
    "author": "Hikmet Anıl Öztekin",
    "genre": "roman",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Dini",
    "publisher": "Hayykitap",
    "description": "Merhaba ben Fesleğen. Kalemimi kâğıdımı hazırladım ve küçük bir yüreğin içine sığabilecek ne varsa anlatacağım. Doğduğu topraklardan uzakta bir yerde güneş görmeye çalışan küçük bir fidan görürseniz bir gün sulayın olur mu? Yağan yağmur ancak gözyaşlarına yetebilir çünkü. Yeni yeşermiş bir fidanın bir Allah dostundan başka neyi olabilir ki. Sevin onu olur mu? Ve lütfen sevenleri ayırmayın olur mu?",
    "sellCount": 15,
    "pageCount": 208,
    "stockCount": 3
  },
  {
    "id": 25,
    "book_name": "Xəstə ruhlar",
    "book_img": "https://static.insales-cdn.com/images/products/1/7083/282418091/Xeste-ruhlar--uz-qabigi-cover_1559112417.jpg",
    "price": 13.8,
    "sale": 10,
    "author": "Elxan Elatlı",
    "genre": "Detektiv",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Teas Press",
    "description": "Bu mahalda baş verən faciələrin kökü 150 il əvvələ gedir. Rus pristavı o zaman nəsil şəcərəsinin bir ucu Səfəvilərə gedib çıxan Turkərənli Qaraxan ağanın barlı-bəhərli torpaqlarına bir erməni ailəsini köçürür. Özünü məzlum gostərən Karapet az sonra əsl niyyətini gercəkləşdirməyə, bu torpaqlara yiyələnmək üçün plan qurmağa başlayır. O, 14 yaşlı gozəl qızını min hiylə ilə Qaraxan ağanın oğlu Əbdül bəyin yatağına salmağa nail olur. Erməni qızı türk bəyindən hamilə qalır.",
    "sellCount": 38,
    "pageCount": 404,
    "stockCount": 22
  },
  {
    "id": 26,
    "book_name": "Vətən Yaxşıdır",
    "book_img": "https://parlaqimzalar.az/storage/books/Veten%20yaxsidir%20%E2%80%93%20Eliaga%20Vahid%20-%20qapaq%20-%20uz.jpg",
    "price": 12,
    "sale": 9,
    "author": "Əliağa Vahid",
    "genre": "poeziya",
    "category": "bədii ədəbiyyat",
    "altCategory": "Poemalar & Şeirlər",
    "publisher": "Parlaq imzalar",
    "description": "Dumanlı dağların başında durdum, Dumandan özümə bir xeymə qurdum. Keçdi xəyalımdan o gözəl yurdum, Dumanlar başımda duman göründü. Qara dəniz kimi eşqimlə coşdum, Xülyalar içində sanki bihuşdum, Vətən arzusilə nəğmələr qoşdum, Tufanlar gözümə dastan göründü. Deyirlər, bülbülə çəmən yaxşıdır, İnsana laləzar Vətən yaxşıdır. Vahid, sorma Vətən nədən yaxşıdır, Adı gəlcək könlüm xəndan göründü.",
    "sellCount": 13,
    "pageCount": 312,
    "stockCount": 9
  },
  {
    "id": 27,
    "book_name": "Oyunbaz",
    "book_img": "https://static.insales-cdn.com/images/products/1/5231/197112943/Oyunbaz_01.jpg",
    "price": 9.9,
    "sale": 7.9,
    "author": "Vulf Dorn",
    "genre": "Detektiv",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Yay Kitab",
    "description": "Psixiatr Yan Forstnerə tanımadığı adamdan gül buketi gəlir. Əvvəlcə buketin onun kitabını oxuyan bir heyranı tərəfindən göndərildiyini düşünür. Bir müddətdən sonra isə Yan yaşadığı qəsəbədə baş verən qorxunc cinayətlərlə evinə göndərilmiş imzasız məktublar və hədiyyələr arasında nəsə bir əlaqə qurmağa çalışır. Yana dəlicəsinə aşiq olduğunu etiraf edən tanımadığı qadın ona tez-tez zəng vurmağa başlayanda isə təqib edildiyini başa düşür. Və işin ən pis tərəfi odur ki, bu qadına mane olmağın heç bir yolu yoxdur...",
    "sellCount": 24,
    "pageCount": 452,
    "stockCount": 6
  },
  {
    "id": 28,
    "book_name": "Bir milyon dollarım olsaydı",
    "book_img": "https://www.qanun.az/images/news/compressed/2024-02-29-12-08-071709194087.jpg",
    "price": 7,
    "sale": 5.9,
    "author": "Qaraqan",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Qanun",
    "description": "Roman kasıb və namuslu mətbəə işçisi – Kərəmin həyatından bəhs edir. Qazandığı az maaşın hamısını ailəsinə xərcləyən Kərəm günlərin birində təsadüfən bir tikintidən içində bir milyon dollar olan çanta tapır. Hər şey də elə bundan sonra başlayır. Bəs böyük pul özü ilə böyük xoşbəxtlik gətirirmi? Qaraqanın Bir milyon dollarım olsaydı... romanında biz bu sualın cavabını aydın şəkildə görmüş oluruq.",
    "sellCount": 12,
    "pageCount": 200,
    "stockCount": 26
  },
  {
    "id": 29,
    "book_name": "Çərpələng uçuran",
    "book_img": "https://upload.wikimedia.org/wikipedia/az/e/e1/%C3%87%C9%99rp%C9%99l%C9%99ng_u%C3%A7uran.jpeg",
    "price": 11.5,
    "sale": 9.2,
    "author": "Xalid Hüseyni",
    "genre": "roman",
    "category": "bədii ədəbiyyat",
    "altCategory": "Romanlar & Novellalar",
    "publisher": "Qanun",
    "description": "Xalid Hüseyninin bu debüt romanını artıq yeni əsrin baş romanı, müəllifini isə canlı klassik hesab eləyirlər. ‘Çərpaləng uçuran’ bu an yaşanan müstəmləkəçilik sonrası yeni müstəmləkəçilik (neokolonial), qloballaşma, mədəniyyətlərarası savaş, vətəndaş müharibəsi və miqrasiya kimi mövzulara bədii baxış açısı gətirir. Bundan əlavə, müəllif xatirələr, aydınlatma, cinsi ilişkilər kimi qavrayışlara da toxunur. Kitab sözün əsl mənasında dostluq, sədaqət, xəyanət, günahlardan arınma haqqındadır və Xalid Hüseyninin bu incə, canayaxın, ironik və sözün yaxşı mənasında sentimental romanı doymadan və göz çəkə bilmədən baxdıqca baxılan möhtəşəm bir rəsm əsərinə bənzəyir.",
    "sellCount": 32,
    "pageCount": 448,
    "stockCount": 8
  },
  {
    "id": 30,
    "book_name": "Özün həqiqəti",
    "book_img": "https://static.insales-cdn.com/images/products/1/2731/514558635/1deeb12f-686f-48bc-891b-04e8ad29bea1.jfif",
    "price": 7.9,
    "sale": 7,
    "author": "Hacı Ramil Bədəlov",
    "genre": "Fəlsəfə",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Dini",
    "publisher": "İrşad",
    "description": "Yaşadığımız dövrdə bizim üçün bir çox məlumatlar və elmi bilgilər əlçatan olmuşdur. Biz rahatlıqla müxtəlif məlumatları əldə edə və bizdən kilometrlərlə uzaqda baş verən hadisədən qısa zaman çərçivəsində xəbərdar ola bilirik. Bəs, görəsən, bu qədər uzaqda baş verənlərdən xəbərdar olduğumuz kimi, bizə digərlərindən daha yaxın olan özümüzdən xəbərdarıqmı? Ümumiyyətlə, “öz” nədir? İnsanı “öz” edən hansı amildir? Onun “özü” ruhu, bədəni, düşüncələri, nəfsi, yoxsa hiss etdikləridir? Görəsən, insan özünü tanıyırmı? Tanıyırsa, hara kimi tanıyır? Tanımırsa, niyə tanımır? Müəllif kitabda məhz bu mövzudan yola çıxıb oxucunun özüylə tanış olmasına vasitə olacaq.",
    "sellCount": 27,
    "pageCount": 176,
    "stockCount": 12
  },
  {
    "id": 31,
    "book_name": "Kamil insan",
    "book_img": "https://novella.az/wp-content/uploads/2021/10/Kamil-insan.png",
    "price": 12,
    "sale": 10.2,
    "author": "Mürtəza Mütəhhəri",
    "genre": "Fəlsəfə",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Dini",
    "publisher": "İrşad",
    "description": "Böyük filosof Mürtəza Mütəhhərinin bənzərsiz kitablarından olan bu kitabda müxtəlif fikir məktəblərinin “kamil insan” məfhumuna baxışları araşdırılır. Araşdırılan bir çox şərq və qərb məktəblərinin nöqsanları üzə çıxarılaraq göstərilir ki, əslində, qeyd olunan məktəblər hər baxımdan kamil olan bir insan yetişdirməyə qadir deyildirlər. Nəhayət, alim dəqiq əqli təhlillərdən sonra sübut edir ki, yalnız, səmavi göstərişlərə əsaslanan İslam dini kamil insan yetişdirmək qüdrətinə malikdi",
    "sellCount": 36,
    "pageCount": 333,
    "stockCount": 15
  },
  {
    "id": 32,
    "book_name": "Üzləşmə",
    "book_img": "https://manage.bookzone.az/cdn/storage/products_images/GuDhM7jKTyRXuswe9/mobile/GuDhM7jKTyRXuswe9.webp",
    "price": 10,
    "sale": 8.3,
    "author": "Rövşən Abdullaoğlu",
    "genre": "Şəxsi inkişaf",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Psixologiya",
    "publisher": "Qədim Qala",
    "description": "Böyük filosof Mürtəza Mütəhhərinin bənzərsiz kitablarından olan bu kitabda müxtəlif fikir məktəblərinin “kamil insan” məfhumuna baxışları araşdırılır. Araşdırılan bir çox şərq və qərb məktəblərinin nöqsanları üzə çıxarılaraq göstərilir ki, əslində, qeyd olunan məktəblər hər baxımdan kamil olan bir insan yetişdirməyə qadir deyildirlər. Nəhayət, alim dəqiq əqli təhlillərdən sonra sübut edir ki, yalnız, səmavi göstərişlərə əsaslanan İslam dini kamil insan yetişdirmək qüdrətinə malikdi",
    "sellCount": 36,
    "pageCount": 333,
    "stockCount": 15
  },
  {
    "id": 33,
    "book_name": "Zidd",
    "book_img": "https://novella.az/wp-content/uploads/2025/02/Zidd-qapaq-uz-scaled.jpg",
    "price": 12,
    "sale": 10.9,
    "author": "Orxan Şahbaz",
    "genre": "Şəxsi inkişaf",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Psixologiya",
    "publisher": "Mono",
    "description": "Sorğulamaq həqiqəti, ittiham etmək isə günahkarı tapmaq üçündür. Hamının eyni saxtakarlığı etdiyi yerdə kimsə sorğulamağa başlasa, ən böyük günahkar o hesab olunacaq. nSənə hansı lazımdır? “Sorğulamaq!” dediyini hiss edirəm. Elədirsə, bu kitabı oxu, fikirlərinlə üzləş, ziddiyyəti anla, idarə et. Orxan Şahbaz “ZİDD” kitabında həyatımızdakı həm xarici, həm də daxili ziddiyyətləri idarə etməyin yollarından da­nışır. Yazıçı mövzuya köklü yanaşaraq düşüncəni yaradan komponentləri, zehin dünyasının necə formalaşdığını ət­raflı şəkildə analiz edir. Müəllifin fikrincə, beyində gedən prosesləri anlamasaq, özümüzlə, düşüncələrimizlə üzləş­məsək, heç cür bu ziddiyyət burulğanından çıxa bilmə­yəcəyik. Kitab məhz bu ziddiyyətli situasiyaların öhdəsindən necə gəlməyi və onlardan inkişafımız üçün necə istifadə etməyi öyrədir.",
    "sellCount": 13,
    "pageCount": 200,
    "stockCount": 8
  },
  {
    "id": 34,
    "book_name": "İkiqay",
    "book_img": "https://www.teaspress.az/storage/2520/conversions/ikiqay-front-book.jpg",
    "price": 10.9,
    "sale": 9.9,
    "author": "Hektor Qarsiya",
    "genre": "motivasiya",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Şəxsi inkişaf",
    "publisher": "Teas Press",
    "description": "Bəlkə, hələ fərqinə varmırıq, amma hamımızın ikiqayı var. İkiqay yaşamaq üçün səbəb” və ya səhər yataqdan qalxmaq üçün səbəb” mənasını verir. Bu, ehtiyaclarınız, istəkləriniz, məqsədləriniz və məmnuniyyətinizin qovuşduğu yerdir: mükəmməl balans və tam məmnuniyyət nöqtəsi. Yaponiyanın Okinava adasında insanlar dünyanın hər yerində olduğundan daha çox yaşayırlar. Orada ikiqayınızı tapmaq uzunömürlülüyün və xoşbəxtliyin açarı hesab olunur. Okinavalılar bilirlər ki, hər kəsin həyatı dəyərlidir; onların fikrincə, ikiqay dəyərinizi diqqət mərkəzində saxlamağa kömək edəcək bir obyektivdir. İnsanı həm ruhlandıran, həm də rahatlandıran bu kitab sizə öz ikiqayınızı kəşf etməkdə kömək edəcək və həyatınızı dəyişmək imkanı yaradacaq. Stressi və tələskənliyi bir kənara atın, məqsədinizi tapmağa, dostluq münasibətlərinizi inkişaf etdirməyə və arzularınızı həyata keçirməyə çalışın. İkiqay ilə həyatınızın hər gününə sevinc və məna qatın.",
    "sellCount": 5,
    "pageCount": 229,
    "stockCount": 16
  },
  {
    "id": 35,
    "book_name": "Fəlsəfənin qısa tarixi",
    "book_img": "https://novella.az/wp-content/uploads/2020/10/Webp.net-compress-image-39.jpg",
    "price": 12,
    "sale": 8,
    "author": "Nigel Warburton",
    "genre": "Fəlsəfə",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Fəlsəfə",
    "publisher": "Qanun",
    "description": "Bu maraqlı kitab Qərb fəlsəfəsinin dahi mütəfəkkirlərinin dünya və bu dünyada necə yaşamalı olduğumuza dair əsas ideyalarını araşdırır. Qırx qısa hissədə Naygel Uarburton bizi fəlsəfə tarixinin əsas ideyaları ilə xronoloji ardıcıllıqla tanış edir. O, azad düşünmək imkanından məhrum olmaq əvəzinə, zəhərlənib ölməyi seçən Sokratdan tutmuş, günümüzdə də qüvvədə olan qeyri-etik fəlsəfi suallar verən Piter Singerə qədər bütün filosoflar haqda maraqlı və qısa hekayələr təqdim edir. Uarburton, sadəcə, fəlsəfəni əlçatan etməklə kifayətlənmir, həmçinin Sokrat ənənələrinə uyğun şəkildə düşünməyi, etiraz etməyi, əsaslandırmağı və nəticə çıxarmağı təklif edir. “Fəlsəfənin qısa tarixi” fəlsəfi dərketmə istiqamətində araşdırmalara geniş nəzər salır və hər kəsə müzakirəyə qatılmağı təklif edir.",
    "sellCount": 6,
    "pageCount": 224,
    "stockCount": 9
  },
  {
    "id": 36,
    "book_name": "Uğurlu insanlar günə necə başlayır",
    "book_img": "https://novella.az/wp-content/uploads/2020/11/Webp.net-compress-image-47.jpg",
    "price": 9.3,
    "sale": 7.5,
    "author": "Bencamin Spoll",
    "genre": "psixoloji",
    "category": "qeyri-bədii ədəbiyyat",
    "altCategory": "Biznes & İqtisadiyyat",
    "publisher": "Teas Press",
    "description": "Bəzi insanların rejimi erkən səhər idmanından və sadə həyat tərzindən ibarət olsa da, bəzilərininki daha rəngarəng, əyləncəli və həzzvericidir. Lakin bu insanların ortaq xüsusiyyəti ondan ibarətdir ki, heç biri səhər rejimini əziyyət və ya iş yükü kimi qəbul etmir. Özünə uyğun olan və düzgün rejimi yarada bilən hər kəs səhərini sevinclə açır. Bu müfəssəl təlimat kitabı məhz özünüzə uyğun olan rejimin təşkili və gündəlik həyatınızı asanlaşdıran vərdişlərin yaradılması yollarını izah edir. Binanın möhkəmliyi və davamlılığı onun təməlindən asılı olduğu kimi, günümüzün məhsuldar keçməsi və verdiyimiz qərarların düzgünlüyu də səhər rejimimizdən asılıdır. Razılaşsanız da, razılaşmasanız da, səhər vərdişlərimiz günümüzün təməlini təşkil edir. Əgər məhsuldarlığınızı artırmaq, idman və ya meditasiya ilə məşğul olmaq, yaxud sadəcə olaraq, səhər əzginliyinin öhdəsindən gəlmək istəyirsinizsə, bu kitab çox köməyinizə çatacaq.",
    "sellCount": 16,
    "pageCount": 392,
    "stockCount": 5
  },
  {
    "id": 38,
    "book_name": "Pənahəli Xan",
    "book_img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSwn0HcFAMQ8hEhlUEcWCoA39wav-wNANTdnA&s",
    "price": 5,
    "sale": 3.2,
    "author": "Fərman Kərimzadə",
    "genre": "roman",
    "category": "bədii uşaq ədəbiyyatı",
    "altCategory": "Tarixi roman",
    "publisher": "Altun",
    "description": "Sizə təqdim olunan 'Pənahəli xan' kitabı Fərman Kərimzadə­nin 'Qoca qartalın ölümü' romanının uşaqlar üçün adap­tasiya olunmuş variantıdır. Tarixi həqiqətlərin bədii ifadəsi olan bu əsər Qarabağ xanlığının qurucusu və ilk xanı Pənahəli xanın (1693–1763) həyat və mübarizəsindən bəhs edir.",
    "sellCount": 32,
    "pageCount": 160,
    "stockCount": 14
  },
  {
    "id": 39,
    "book_name": "İki od arasında",
    "book_img": "https://kitabevim.az/wp-content/uploads/2023/03/Iki_od_arasinda_curve1-blade.jpg",
    "price": 4,
    "sale": 2.8,
    "author": "Yusif Vəzir Çəmənzəminli",
    "genre": "roman",
    "category": "bədii uşaq ədəbiyyatı",
    "altCategory": "Tarixi roman",
    "publisher": "Altun",
    "description": "Özünəməxsus təhkiyəsi və realist üslubu ilə seçilən müəllifin ya­radıcılığında «İki od arasında» tarixi romanı xüsusi yer tutur. Stalin repressiyasının qızğın çağında – 1937-ci ildə qələmə alınan, ilk dəfə 1964-cü ildə «Qan içində» adı ilə nəşr olunan bu romandakı ha­di­sələr Qarabağ xanlığı ətrafında cərəyan edir. Bununla yanaşı, əsər ümumilikdə Azərbaycanın uzun illər boyunca iki qonşu dövlətin – Rusiya və İranın məngənəsi arasında qalmasından bəhs edir.",
    "sellCount": 18,
    "pageCount": 144,
    "stockCount": 8
  },
  {
    "id": 40,
    "book_name": "100 hekayə - hədislərlə",
    "book_img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_yzJJcAT3OCsfApOV5JcJ4r93MRTVcNHuYw&s",
    "price": 26.9,
    "sale": 21.3,
    "author": "Çinarə Köçərli",
    "genre": "hekayə",
    "category": "qeyri-bədii uşaq ədəbiyyatı",
    "altCategory": "Dini",
    "publisher": "Ting",
    "description": "Uşaqlar, bundan əvvəl valideynlərinizin söylədiyi nağıllara qulaq asırdınız. Amma artıq böyüdünüz. Hər biriniz oyuyan, düşünən, araşdıran uşaqlar oldunuz. Valideynləriniz sizə faydalı olacaq hər şeyi öyrətməyə çalışırlar. Bəs onlar özləri bunları kimdən öyrənirlər? Əlbəttə, Uca Allahın bizə göndərdiyi elçisi olan sevimli Peyğəmbərimiz Muhəmməddən. Elə isə. siz də əlinizdə tutduğunuz bu kitabı diqqətlə oxuyun. Oxuduğunuz hekayələri ətrafınızdakılara - valideynlərinizə, dostlarınıza danışın və çıxardığınız nəticəni öz həyatınızda tətbiq edin.",
    "sellCount": 25,
    "pageCount": 301,
    "stockCount": 16
  },
  {
    "id": 41,
    "book_name": "Tarixi Yaradanlar. Uzun Həsən",
    "book_img": "https://altunkitab.az/storage/1319/conversions/uzun-hesen-blade.jpg",
    "price": 2,
    "sale": 1.2,
    "author": "Əkbər Qocayev",
    "genre": "hekayə",
    "category": "qeyri-bədii uşaq ədəbiyyatı",
    "altCategory": "Bioqrafiya",
    "publisher": "Altun",
    "description": "“Altun Kitab”ın bu nəşri kiçikyaşlı uşaqlar üçün nəzərdə tutulmuşdur. Balaca oxucular bu nəşrlər vasitəsilə tarixi şəxsiyyətlər haqqında ilkin məlumatlar əldə edəcəklər. Uzun Həsənin həyatı və Azərbaycan tarixindəki fəaliyyəti qısa şəkildə təqdim olunmuşdur.",
    "sellCount": 24,
    "pageCount": 16,
    "stockCount": 22
  },
  {
    "id": 42,
    "book_name": "Bəs niyə səma mavidir?",
    "book_img": "https://novella.az/wp-content/uploads/2025/03/bes-niye-sema-mavidir-front-bookWebp.webp",
    "price": 15.5,
    "sale": 13,
    "author": "Erik Mative",
    "genre": "ensiklopediya",
    "category": "qeyri-bədii uşaq ədəbiyyatı",
    "altCategory": "Təhsil, mənbə & Dil",
    "publisher": "3 Alma",
    "description": "Niyə yuxu görürük? Ağcaqanadlar niyə dişləyir? Asteriks həqiqətən olub? Niyə güzgüdə özümüzü görürük? Qalaktika nədir? Bilməmək eyib deyil, bilməyib soruşmamaq eyibdir. Bu kitabda heyvanlar, insan bədəni, tarix, təbiət və elm haqqında bir-birindən maraqlı məlumatlar öyrənəcəksən. Mütaliəni daha da əyləncəli etmək üçün kitabın axırında müxtəlif söz oyunları, çalışmalar var, sən həm əylənəcək, həm də öz biliklərini yoxlayacaqsan. Silinən flomasterini götür və çalışmaları istədiyin qədər təkrar-təkrar həll et.",
    "sellCount": 16,
    "pageCount": 100,
    "stockCount": 2
  },
  {
    "sellCount": 0,
    "book_name": "Şirinlər",
    "book_img": "https://cdn.iticket.az/event/poster_square/EIU3hFBm6IqfVTX9TbqRxgkQL3T8jArcjBsZAYvw.jpg",
    "price": 9999,
    "sale": 7999.2,
    "genre": "Çizgi Film",
    "author": "Şirin Baba",
    "category": "qeyri-bədii uşaq ədəbiyyatı",
    "altCategory": "Ailə",
    "publisher": "Cartoon Network",
    "language": [
      "Türkçe"
    ],
    "description": "İyi bir çocuk olursan, şirinleri görebilirsin.",
    "pageCount": 777,
    "stockCount": 1,
    "id": 43
  }
]
